app/controllers/articles_controller.rb

INSERT INTO "articles" ("article_title", "article_body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["article_title", "Test submit 1"], ["article_body", "Test submit 1 body"], ["created_at", "2016-03-06 16:04:32.006438"], ["updated_at", "2016-03-06 16:04:32.006438"]]
---
  def create
    @article = Article.create(article_params)